Repository: chasinglogic/tardis
Catalog: po/*.po
Languages: it, nl, tr

source: Stop backing up to this hard drive.
it: Smetti di creare backup su questo disco.
nl: Back-uppen naar deze schijf afbreken.
tr: Bu sabit sürücüye yedekleme yapmayı bırakın.

source: You are about to stop backing up to this drive
it: Je staat op het punt de back-up naar deze schijf af te breken
nl: Je staat op het punt de back-up naar deze schijf af te breken
tr: Bu sürücüye yedekleme yapmayı bırakmak üzeresiniz

source: This will not remove any existing backups on this drive but will prevent future backups from being stored there. If you would like to also delete the backups you can remove the Tardis folder from the drive after removal from Tardis.
it: Dit verwijdert geen bestaande back-ups, maar voorkomt wel dat toekomstige back-ups er kunnen worden opgeslagen. Als je de reeds aanwezige back-ups ook wilt verwijderen, dan kun je nadien de Tardis-map verwijderen van de schijf.
nl: Dit verwijdert geen bestaande back-ups, maar voorkomt wel dat toekomstige back-ups er kunnen worden opgeslagen. Als je de reeds aanwezige back-ups ook wilt verwijderen, dan kun je nadien de Tardis-map verwijderen van de schijf.
tr: Bu, bu sürücüdeki mevcut yedeklemeleri kaldırmaz, ancak gelecekteki yedeklemelerin burada depolanmasını engeller. Yedeklemeleri de silmek isterseniz, Tardis klasörünü bilgisayardan kaldırdıktan sonra sürücüden kaldırabilirsiniz.Tardis.

source: Don't backup to this drive
it: Niet back-uppen naar deze schijf
nl: Niet back-uppen naar deze schijf
tr: Bu sürücüye yedekleme yapmayın

source: Cancel
it: Afbreken
nl: Afbreken
tr: İptal Et

source: Restore your system from this backup drive.
it: Herstel je systeem vanaf deze back-upschijf.
nl: Herstel je systeem vanaf deze back-upschijf.
tr: Sisteminizi bu yedekleme sürücüsünden geri yükleyin.

source: You are about to restore your system from this drive
it: Je staat op het punt om je systeem te herstellen vanaf deze schijf
nl: Je staat op het punt om je systeem te herstellen vanaf deze schijf
tr: Sisteminizi bu sürücüden geri yüklemek üzeresiniz

source: This will not remove any new files on your system which aren't in the backup. However, it will overwrite any files on your system which exist in the backup. Note that while a restore is running your system may behave in unexpected ways until it is complete. It's best to not use your computer while a restore is in progress.
it: Dit verwijdert geen nieuwe bestanden die de back-up niet bevat, maar overschrijft wel alle bestanden die de back-up wél bevat. Let op: het herstel kan tot aan het afronden leiden tot onverwacht systeemgedrag. Gebruik je computer bij voorkeur niet zolang de back-up wordt hersteld.
nl: Dit verwijdert geen nieuwe bestanden die de back-up niet bevat, maar overschrijft wel alle bestanden die de back-up w√©l bevat. Let op: het herstel kan tot aan het afronden leiden tot onverwacht systeemgedrag. Gebruik je computer bij voorkeur niet zolang de back-up wordt hersteld.
tr: Bu, sisteminizde yedeklemede olmayan yeni dosyaları kaldırmayacaktır.Ancak, yedeklemede bulunan sisteminizdeki tüm dosyaların üzerine yazacaktır. Bir geri yükleme çalışırken, sisteminizin, tamamlanana kadar beklenmedik şekillerde davranabileceğini unutmayın.Bilgisayarınızı kullanmamak en iyisidirbir geri yükleme devam ederken.

source: Restore from this backup
it: Herstellen vanaf deze back-up
nl: Herstellen vanaf deze back-up
tr: Bu yedekten geri yükleme

source: Backup Data
it: Gegevens back-uppen
nl: Gegevens back-uppen
tr: Yedekleme Verileri

source: Indicates backups should include all non-hidden directories. It is recommended to leave this setting on.
it: Geeft aan dat back-ups alle niet-verborgen mappen moeten opnemen. Het is aanbevolen deze instelling niet uit te schakelen.
nl: Geeft aan dat back-ups alle niet-verborgen mappen moeten opnemen. Het is aanbevolen deze instelling niet uit te schakelen.
tr: Yedeklemelerin tüm gizli olmayan dizinleri içermesi gerektiğini belirtir. Bu ayarı açık bırakmanız tavsiye edilir.

source: Backup Configuration
it: Configuratie back-uppen
nl: Configuratie back-uppen
tr: Yedekleme Yapılandırması

source: Indicates backups should include hidden directories. This is recommended for most users however, can sometimes cause issues when restoring backups.
it: Geeft aan dat back-ups verborgen mappen moeten opnemen. Dit is aanbevolen voor de meeste gebruikers, maar kan soms tot storingen leiden tijdens het herstel.
nl: Geeft aan dat back-ups verborgen mappen moeten opnemen. Dit is aanbevolen voor de meeste gebruikers, maar kan soms tot storingen leiden tijdens het herstel.
tr: Yedeklemelerin gizli dizinler içermesi gerektiğini belirtir. Bu çoğu kullanıcı için önerilir, ancak bazen yedekleri geri yüklerken sorunlara neden olabilir.

source: Automatically Backup
it: Automatisch back-uppen
nl: Automatisch back-uppen
tr: Otomatik Yedekleme

source: When backup targets are available and application is runningautomatically start a backup without prompting. While convenientthis can cause issues when you want to restore from a drive. Thissettings is only recommended for advanced users.
it: Quando i target per i backup sono disponibili e l'applicazione è in esecuzione, avviare automaticamente un backup senza chiedere conferma. Anche se è conveniente, questo può causare problemi quando si desidera eseguire il ripristino da un'unità. Questa impostazione è consigliata solo agli utenti avanzati.
nl: Als er back-updoelen beschikbaar zijn en de toepassing automatisch is opgestart, dan wordt het back-uppen gestart zonder bevestigingsvraag. Dit kan handig zijn, maar ook problemen veroorzaken als je wilt herstellen vanaf een schijf. Gebruik dit alleen als je weet wat je doet!
tr: Yedekleme hedefleri mevcut olduğunda ve uygulama çalışırken, sormadan otomatik olarak bir yedekleme başlatın. Kullanışlı olsa da, bu, bir sürücüden geri yüklemek istediğinizde sorunlara neden olabilir. Bu ayarlar yalnızca ileri düzey kullanıcılar için önerilir.

source: Backup Settings
it: Impostazioni Backup
nl: Back-upinstellingen
tr: Yedekleme Ayarları

source: Start a Backup
it: Inizia un Backup
nl: Back-up starten
tr: Yedeklemeyi Başlatın

source: Add Backup Drives
it: Aggiungi dischi di Backup
nl: Back-upschijven toevoegen
tr: Yedek Sürücüleri Ekleyin

source: To ensure a successful backup to the selected drive, make sure you have permissions to create folders and files on the drive. Additionally, if the drive is encrypted make sure that's already mounted via the Files app.
it: Per garantire il successo del backup sull'unità selezionata, assicurarsi di avere i permessi per creare cartelle e file sull'unità. Inoltre, se l'unità è criptata, assicurarsi che sia già montata tramite l'applicazione File.
nl: Zorg er voor dat je over je juiste rechten beschikt om mappen en bestanden aan te maken op de schijf. Zorg er ook voor dat je schijf is aangekoppeld middels je bestandsbeheerder.
tr: Seçili sürücüye başarılı bir yedekleme sağlamak için, sürücüde klasörler ve dosyalar oluşturma izinleriniz olduğundan emin olun. Ek olarak, sürücü şifrelenmişse, bunun Dosyalar uygulaması aracılığıyla önceden takılmış olduğundan emin olun.

source: Backup to this Drive
it: Crea un Backup su questo disco
nl: Back-uppen naar deze schijf
tr: Bu Sürücüye yedekle

source: A simple and powerful backup application.
it: Una semplice e potente applicazione per backup.
nl: Een eenvoudige, maar krachtige back-uptoepassing.
tr: Basit ve güçlü bir yedekleme uygulaması.

source: Tardis is brought to you by the work of these fine folks: - Mathew Robinson (Lead Developer) - Robert Green (UX Architect) - Our open source contributors - Anyone who has paid for this application Based on the awesome work of the elementary OS team.
it: Il Tardis vi è portato dal lavoro di questa bella gente: - Mathew Robinson (Lead Developer) - Robert Green (UX Architect) - I nostri collaboratori open source - Chiunque abbia pagato per questa domanda Basato sul fantastico lavoro del team del sistema operativo elementare.
nl: Tardis wordt mede mogelijk gemaakt door het werk van deze geweldige mensen: - Mathew Robinson (hoofdontwikkelaar) - Robert Green (ontwerper) - Onze opensource-bijdragers - Iedereen die deze toepassing heeft aangeschaft Based on the awesome work of the elementary OS team.
tr: Tardis size bu iyi insanların çalışmasıyla getirildi: - Mathew Robinson (Baş Geliştirici) - Robert Green (Kullanıcı Deneyimi Mimarı) - Açık kaynak katılımcılarımız - Bu uygulama için ödeme yapan herkes elemantrt OS işletim sistemi ekibinin harika çalışmasına dayanıyor.

source: Backups
it: Backup
tr: Yedeklemeler

source: A backup is needed and no backup drives are available.
it: Un backup è necessario e nessun disco di backup è disponibile.
nl: Er is een back-up nodig, maar er zijn geen schijven beschikbaar.
tr: Yedeklemeye ihtiyaç vardır ve hiçbir yedekleme sürücüsü mevcut değildir.

source: We've detected some of your backups are out of date.
it: Abbiamo rilevato che alcuni dei vostri backup non sono aggiornati.
nl: Enkele van je back-ups zijn verouderd.
tr: Bazı yedeklerinizin güncel olmadığını belirledik.

source: Backup in progress. Please don't unplug any storage devices.
it: Backup in corso. Per cortesia non scollegare/rimuovere alcun dispositivo.
nl: Bezig met back-uppen - koppel geen opslagapparaten af.
tr: Yedekleme devam ediyor. Lütfen herhangi bir depolama cihazını çıkarmayın.

source: Backup in progress. Please do not unplug any storage devices.
it: Backup in corso. Per cortesia non scollegare/rimuovere alcun dispositivo.
nl: Bezig met back-uppen - koppel geen opslagapparaten af.
tr: Yedekleme devam ediyor. Lütfen herhangi bir depolama cihazını çıkarmayın.

source: Backup started!
it: Backup iniziato!
nl: De back-up is gestart!
tr: Yedekleme başladı!

source: Backing up to:
it: Crea backup su:
nl: Back-uppen naar:
tr: Yedekleniyor:

source: Backup complete!
it: Backup completato!
nl: Het back-uppen is voltooid!
tr: Yedekleme tamamlandı!

source: %s is now up to date.
it: %s è stato aggiornato.
nl: %s is nu up-to-date.
tr: %s artık güncel.

source: Restore in progress. Please do not unplug any storage devices. Your system may behave strangely until the restore is complete.
it: Ripristino in corso. Si prega di non scollegare alcun dispositivo di memorizzazione. Il sistema potrebbe comportarsi in modo strano fino al completamento del ripristino.
nl: Bezig met herstellen - koppel geen opslagapparaten af. Let op: het herstel kan tot aan het afronden leiden tot onverwacht systeemgedrag.
tr: Geri yükleme devam ediyor. Lütfen herhangi bir depolama cihazını çıkarmayın. Sisteminizgeri yükleme tamamlanana kadar garip davranabilir.

source: Restore started!
it: Ripristino avviato!
nl: Het herstellen is gestart!
tr: Geri yükleme başladı!

source: Restoring your system from: %s
it: Ripristino del sistema da: %s
nl: Je systeem wordt hersteld vanaf %s
tr: Sisteminizi şuradan geri yükleniyor: %s

source: Restore complete!
it: Ripristino completato!
nl: Het herstellen is voltooid!
tr: Geri yükleme tamamlandı!

source: Your system data now matches: %s
it: I dati del vostro sistema ora corrispondono a: %s
nl: Je systeemdata komt nu overeen met %s
tr: Sistem verileriniz eşleşiyor: %s
